<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<html>
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0">
    <meta content="telephone=no" name="format-detection">
    <meta content="yes" name="apple-mobile-web-app-capable">
    <meta content="black" name="apple-mobile-web-app-status-bar-style">
    <link rel="icon" type="image/png" sizes="192x192" href="/img/favicon/logo.png">
    <link rel="shortcut icon" type="image/png" sizes="64x64" href="/img/favicon/logo.png">
    <title>广东二师助手用户协议</title>
    <c:if test="${applicationScope.get('grayscale')}">
        <link rel="stylesheet" href="/css/common/grayscale.css">
    </c:if>
    <link rel="stylesheet" href="/css/agreement/agreement.css"/>
</head>
<body>

<h3>《广东二师助手用户协议》</h3>
<p style="text-align:center">更新日期：2019年3月30日</p>
<p>第一条 特别提示
    1、广东二师助手在此特别提醒你在使用广东二师账号登录使用之前，请认真阅读本《广东二师用户协议》（以下简称“协议”），确保你充分理解本协议中各条款，包括免除广东二师助手责任的条款及限制用户权利的条款。请你审慎阅读并选择接受或不接受本协议。除非你接受本协议所有条款，否则你无权注册、登录、使用本协议涉服务。你的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。
    2、你在使用广东二师助手的服务时，我们可能会收集和使用你的相关信息。通过协议和本站下其他相关的隐私政策我们会向你说明，在使用广东二师助手服务时，我们将如何收集、使用、储存和分享这些信息，以及我们为你提供的访问、更新、控制和保护这些信息的方式。
    3、本协议约定广东二师助手与用户之间关于“广东二师助手”软件服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由我们随时更新，更新后的协议一旦公布即代替原来的协议条款，恕不另行通知，用户可以在广东二师助手中或者广东二师助手官方网站查阅最新版协议条款。在我们修改协议条款后，如果用户不接受修改后的条款，请立即停止使用我们提供的服务，用户继续使用我们提供的服务将被视为接受修改后的协议。

    第二条 账号注册、登录
    1、用户在使用本服务前需要使用校园统一身份ID账号登录广东二师助手系统。首次登录后系统将为用户生成广东二师助手账号，该账号将与校园统一身份ID账号进行唯一绑定。
    2、如果注册申请者有被广东二师助手封禁的先例或涉嫌虚假注册及滥用他人名义注册，及其他不能得到许可的理由，广东二师助手将可能采取拒绝其注册申请、限制认证登录以及封禁使用账号等措施。
    3、用户注册时所填写的个人信息如有变动，用户需要在软件界面中自行及时更改。因用户未及时更改造成的损失广东二师助手概不负责。

    第三条 用户内容
    1、用户内容是指该用户发布或以其他方式使用本产品时产生的所有内容。
    2、你是你的用户内容的唯一责任人，你将承担因你的用户内容披露而导致你或任何第三方被识别的风险。
    3、你已同意你的用户内容受到第四条的限制。
    4、你对广东二师助手提出的建议或反馈，即视为你向我们转让“反馈”的全部权利并同意我们有权以任何合理方式使用此反馈及其相关信息，我们将视此类反馈信息为非保密且非专有。
    5、我们有权在不通知用户或通知用户的情况下，在任何时间以任何理由删除和移动你的用户内容。

    第四条 权利限制
    1、你已同意通过分享或者其他方式使用本产品中的相关服务，在使用过程中，你将承担因下述行为所造成的风险而产生的全部法律责任：
    （1）破坏宪法所确定的基本原则的；
    （2）危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的；
    （3）损害国家荣誉和利益的；
    （4）煽动民族仇恨、民族歧视、破坏民族团结的；
    （5）破坏国家宗教政策，宣扬邪教和封建迷信的；
    （6）散布谣言，扰乱社会秩序，破坏社会稳定的；
    （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
    （8）侮辱或者诽谤他人，侵害他人合法权益的；
    （9）含有法律、行政法规禁止的其他内容的。

    2、你已同意不在本产品从事下列行为：
    （1）发布或者分享电脑病毒、蠕虫、恶意代码、故意破坏或者改变计算机系统或数据的软件；
    （2）未授权的情况下，收集其他用户的信息或数据；
    （3）用自动化的方式恶意使用本产品，给服务器造成过度的负担或以其他方式干扰或损害网站服务器和网络链接；
    （4）在未授权的情况下，尝试访问本产品的服务器数据或通信数据；
    （5）干扰、破坏本产品其他的用户的使用。

    第五条 个人信息的收集
    1、我们使用、保存和披露个人信息是为了通过创建账号、识别用户、回应查询和邮件等方式来为你提供服务。本产品会向你提供基于内容的管理和服务、发送新闻、调查、优惠和促销信息以及其他宣传材料以为你提供更好的服务。如果你不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。
    2、经过你的允许，广东二师助手应用将可能分析你的手机通讯录，来帮助你寻找已经在使用本产品的朋友。我们将采取高强度的加密算法来加密你的通讯录信息，并依据加密后的信息进行好友匹配的操作。
    3、你提供的信息包括以下的内容：
    （1）你在注册账号或使用第三方（如QQ号、微信号、微博号等）快速登录使用我们的服务时，向我们提供的相关个人信息，例如联系方式，课表信息，成绩信息，消费信息，阅读信息，兴趣爱好等；
    （2）你通过我们的服务向其他方提供的共享信息，以及你使用我们的服务时所储存的信息；
    （3）其他方使用我们的服务时所提供的有关你的共享信息；
    （4）你的其他信息，如终端型号、设备ID、互联网协议地址、你访问的时间和地点、路由数据包、信息发送人和接收数据（但不是信息本身），以及其他类似的特征记录。我们将使用Cookies和类似统一资源定位器（URL）的导航数据来收集你访问时间和日期、搜索和查看的信息。
    4、除本用户协议和本站下的隐私政策载明或更新未能首先通知你的情况下，我们不会收集你的其他个人信息。

    第六条 个人信息的使用
    1、除本用户协议和本站下的隐私政策载明或更新未能首先通知你的情况下，你的个人信息将不会用于其他目的。
    2、匿名汇总统计数据不是本产品所定义的个人用户信息，我们将为多种目的，包括但不限于分析和使用模式的报告等，来保存和使用此类信息，本产品保留以任何目的或单方面许可第三方使用和披露匿名汇总统计数据的权利。
    3、我们可能将在向你提供服务的过程之中所收集的信息用作下列用途：
    （1）向你提供服务；
    （2）在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向你提供的产品和服务的安全性；
    （3）帮助我们设计新服务，改善我们现有服务；
    （4）使我们更加了解你如何接入和使用我们的服务，从而针对性地回应你的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对你和其他用户作出其他方面的回应；
    （5）向你提供与你更加相关的推送信息或广告信息以替代普遍投放的推送信息或广告信息；
    （6）评估我们服务中的广告和其他促销、推送信息及推广活动的效果，并加以改善；
    （7）软件认证或管理软件升级；
    （8）让你参与有关我们产品和服务的调查。

    第七条 个人信息的保护
    1、我们将尽一切可能采取适当的技术手段，保证你可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除前述信息时，我们可能会要求你进行身份验证，以保障账号安全。
    2、我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。
    3、由于技术的限制以及可能存在的各种恶意手段，我们不能保证信息的百分之百安全。对于自然因素、人为因素、不可抗拒力等原因导致的信息的丢失、不当使用或未经授权阅览或披露，我们将竭力预防、处理或修复，但不对其可靠性和稳定性作保证。

    第八条 个人信息的披露
    1、除非本用户协议和本站下的隐私政策载明的有限披露，我们会妥善保存你的个人信息，不会主动泄露客户名单。
    2、你于此授权，以下情形下，我们将会向第三方披露你的个人信息而无需经过你的同意：
    （1）如果我们披露这些信息是用来识别、联系或向可能对我们的权利或财产、产品用户或者其他任何人（包括其他任何人的权利和财产）造成损害之行为提起诉讼之必要；
    （2）法律调查之必要；
    （3）此类披露是法律规定或应向我们送达的传票或其他执法部门发出的令状之必要；

    第九条 广告和推送服务
    1、我们可能使用你的相关信息，向你提供与你更加相关的广告信息和推送信息。
    2、我们也可能使用你的信息，通过我们的服务、电子邮件或者其他方式向你发送营销信息，提供或推广我们或第三方如下商品和服务：
    （1）我们的商品和服务，我们的关联公司和合作伙伴的商品或服务，包括即时通讯服务、网上媒体服务、互动娱乐服务、社交网络服务、付款服务、互联网搜索服务、位置和地图服务、应用软件和服务、数据管理软件和服务、网上广告服务、互联网金融，以及其他社交媒体、娱乐、电子商务、资讯和通讯软件或服务（统称“互联网服务”）；
    （2）第三方互联网服务提供商，以及与下列有关的第三方商品或服务：食物和餐饮、体育、音乐、电影、电视、现场表演及其他艺术和娱乐、书册、杂志和其他刊物、服装和配饰、珠宝、化妆品、个人健康和卫生、电子、收藏品、家用器皿、电器、家居装饰和摆设、宠物、汽车、酒店、交通和旅游、银行、保险及其他金融服务、会员积分和奖励计划，以及我们认为可能与你相关的其他商品和服务。

    第十条 二手交易平台
    （1）本站提供的平台系统“广东第二师范学院二手交易平台”（以下简称“二手交易平台”）在国家相关法律法规规定的范围内，按照当前状况提供二手商品在线交易平台服务，“二手交易平台”及其所有者非交易一方，也非交易任何一方之代理人或代表；
    （2）“二手交易平台”平台上关于“二手交易平台”平台用户或其发布的相关商品（包括但不限于交易地点及联络信息，物品的描述和说明，相关图片等）的信息均由用户自行提供，用户依法应对其提供的任何信息承担全部责任；
    （3）用户在“二手交易平台”品平台发布的所有信息，并不意味“二手交易平台”（包括“二手交易平台”关联网站）赞同其所发布的信息或证实其内容的真实性；
    （4）鉴于互联网、网络交易的特殊性，“二手交易平台”仅提供用户展示信息之平台，无法鉴别和判断相关交易主体之民事权利和行为能力、资质、信用等状况；
    （5）“二手交易平台”亦无法鉴别和判断二手交易（包括正在交易和已完成交易）之物品的来源、权属、真伪、性能、规格、质量、数量等权利属性、自然属性及其他各种状况。因此，交易各方必须在交易之前审慎对待，仔细辨明，并自行评估交易可能产生的所有风险，且据此风险提前规避；
    （6）对于因交易而产生的任何纠纷，将由交易主体各方依据中华人民共和国现行的有关法律通过适当的方式加以解决，“二手交易平台”及其所有者不参与其中；对于因此而产生的各类纠纷之任何责任和后果，由交易主体各方承担，“二手交易平台”及其所有者不承担任何责任及后果；
    （7）非本网站责任而产生的任何其他纠纷，概由纠纷各方依据中华人民共和国相关法律以适当的方式直接加以解决，“二手交易平台”及其所有者不参与其中；对于因此为产生的各类纠纷之任何责任和后果，由相关各方承担，“二手交易平台”及其所有者不承担任何责任及后果。

    第十一条 全民快递平台
    （1）本站提供的平台系统“广东第二师范学院全民快递平台”（以下简称“全民快递平台”）在国家相关法律法规规定的范围内，按照当前状况提供快递代收信息发布平台服务，“全民快递平台”及其所有者非信息发布者、浏览者或接单者一方，也非其任何一方之代理人或代表；
    （2）“全民快递平台”平台上关于“全民快递平台”平台用户或其发布的相关信息（包括但不限于交付地点及联络信息，快递公司，快递单号，相关图片等）的信息均由用户自行提供，用户依法应对其提供的任何信息承担全部责任；
    （3）用户在“全民快递平台”品平台发布的所有信息，并不意味“全民快递平台”（包括“全民快递平台”关联网站）赞同其所发布的信息或证实其内容的真实性；
    （4）鉴于互联网、网络交易的特殊性，“全民快递平台”仅提供用户展示信息之平台，无法鉴别和判断相关交易主体之民事权利和行为能力、资质、信用等状况；
    （5）“全民快递平台”亦无法鉴别和判断快递代收（包括等待接单和已完成代收）之信息及其对应物品的来源、权属、真伪、性能、规格、质量、数量等权利属性、自然属性及其他各种状况。因此，交易各方必须在交易之前审慎对待，仔细辨明，并自行评估交易可能产生的所有风险，且据此风险提前规避；
    （6）对于因交易而产生的任何纠纷，将由交易主体各方依据中华人民共和国现行的有关法律通过适当的方式加以解决，“全民快递平台”及其所有者不参与其中；对于因此而产生的各类纠纷之任何责任和后果，由交易主体各方承担，“全民快递平台”及其所有者不承担任何责任及后果；
    （7）非本网站责任而产生的任何其他纠纷，概由纠纷各方依据中华人民共和国相关法律以适当的方式直接加以解决，“全民快递平台”及其所有者不参与其中；对于因此为产生的各类纠纷之任何责任和后果，由相关各方承担，“全民快递平台”及其所有者不承担任何责任及后果。
    （8）你在全民快递平台提交的个人信息（包括姓名、宿舍号、手机号等信息），将会在法律允许范围内公开给对方（包括：接单人等）；
    （9）鉴于全民快递平台仅提供一个信息发布平台，因你操作的问题等其他一切因使用全民快递而可能遭致的意外、疏忽、侵权及其造成的损失（如对方拒绝支付报酬等），全民快递平台对其概不负责，亦不承担任何法律责任。

    第十二条 免责声明
    1、如发生下述情形，本产品不承担任何法律责任：
    （1）依据法律规定或相关政府部门的要求提供你的个人信息；
    （2）由于你的使用不当而导致任何个人信息的泄露；
    （3）任何由于黑客攻击，电脑病毒侵入、非法内容消息，骚扰信息的屏蔽、政府管制以及其他任何网络、技术、通信线路、信息安全管理措施等原因造成的服务中断、受阻等不能满足用户要求的情形；
    （4）用户因第三方如运营商的通讯线路故障、技术问题、网络、电脑故障、系统不稳定以及其他因不可抗力造成的损失的情形；
    （5）使用本产品可能存在的来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息而招致的风险；
    （6）本产品明文声明，不以明示或默示及以任何形式对本产品及其合作公司服务之及时性、安全性、准确性做出担保；
    （7）通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；
    （8）通过在我们服务中进行广告服务的其他公司或机构所收集的信息；
    （9）使用二手交易平台过程中产生的任何损失、纠纷。
    （10）使用全民快递平台过程中产生的任何损失、纠纷。</p>

</body>
</html>
