<%@ page contentType="text/html;charset=UTF-8" language="java" %>
<%@ taglib prefix="c" uri="http://java.sun.com/jsp/jstl/core" %>
<html>
<head>
    <meta charset="UTF-8">
    <meta name="viewport" content="width=device-width, initial-scale=1.0, maximum-scale=1.0, user-scalable=0">
    <meta content="telephone=no" name="format-detection">
    <meta content="yes" name="apple-mobile-web-app-capable">
    <meta content="black" name="apple-mobile-web-app-status-bar-style">
    <link rel="icon" type="image/png" sizes="192x192" href="/img/favicon/logo.png">
    <link rel="shortcut icon" type="image/png" sizes="64x64" href="/img/favicon/logo.png">
    <title>广东二师助手用户协议</title>
    <c:if test="${applicationScope.get('grayscale')}">
        <link rel="stylesheet" href="/css/common/grayscale.min.css">
    </c:if>
    <link rel="stylesheet" href="/css/agreement/agreement.css"/>
</head>
<body>

<h3>《广东二师助手用户协议》</h3>
<p style="text-align:center">更新日期：2022年6月1日</p>
<p>第一条 特别提示
    1、广东二师助手在此特别提醒您在使用广东二师账号登录使用之前，请认真阅读本《广东二师用户协议》（以下简称“协议”），确保您充分理解本协议中各条款，包括免除广东二师助手责任的条款及限制用户权利的条款。请您审慎阅读并选择接受或不接受本协议。除非您接受本协议所有条款，否则您无权注册、登录、使用本协议涉服务。您的注册、登录、使用等行为将视为对本协议的接受，并同意接受本协议各项条款的约束。
    2、您在使用广东二师助手的服务时，我们可能会收集和使用您的相关信息。通过协议和本站下其他相关的隐私政策我们会向您说明，在使用广东二师助手服务时，我们将如何收集、使用、储存和分享这些信息，以及我们为您提供的访问、更新、控制和保护这些信息的方式。
    3、本协议约定广东二师助手与用户之间关于“广东二师助手”软件服务（以下简称“服务”）的权利义务。“用户”是指注册、登录、使用本服务的个人。本协议可由我们随时更新，更新后的协议一旦公布，十五日后即代替原来的协议条款，我们会通过适当的方式在网站上予以公示。在我们修改协议条款后，如果用户不接受修改后的条款，请立即停止使用我们提供的服务，用户继续使用我们提供的服务的将被视为接受修改后的协议。

    第二条 账号注册、登录
    1、用户在使用本服务前需要使用校园统一身份ID账号登录广东二师助手系统。首次登录后系统将为用户生成广东二师助手账号，该账号将与校园统一身份ID账号进行唯一绑定。
    2、如果注册申请者有被广东二师助手封禁的先例或涉嫌虚假注册及滥用他人名义注册，及其他不能得到许可的理由，广东二师助手将可能采取拒绝其注册申请、限制认证登录以及封禁使用账号等措施。
    3、用户注册时所填写的个人信息如有变动，用户需要在软件界面中自行及时更改。因用户未及时更改造成的损失广东二师助手概不负责。

    第三条 用户内容
    1、用户内容是指该用户发布或以其他方式使用本产品时产生的所有内容。
    2、您是您的用户内容的唯一责任人，您将承担因您的用户内容披露而导致您或任何第三方被识别的风险。
    3、您已同意您的用户内容受到第四条的限制。
    4、您对广东二师助手提出的建议或反馈，即视为您向我们转让“反馈”的全部权利并同意我们有权以任何合理方式使用此反馈及其相关信息，我们将视此类反馈信息为非保密且非专有。

    第四条 权利限制
    1、您已同意通过分享或者其他方式使用本产品中的相关服务，在使用过程中，您承诺不利用广东二师助手制作、上传、复制、发布、传播或转载如下内容，否则您将承担因下述行为所造成的风险而产生的全部法律责任：
    （1）破坏宪法所确定的基本原则的；
    （2）危害国家安全、泄露国家秘密、颠覆国家政权、破坏国家统一的；
    （3）损害国家荣誉和利益的；
    （4）煽动民族仇恨、民族歧视、破坏民族团结的；
    （5）破坏国家宗教政策，宣扬邪教和封建迷信的；
    （6）散布谣言，扰乱社会秩序，破坏社会稳定的；
    （7）散布淫秽、色情、赌博、暴力、凶杀、恐怖或者教唆犯罪的；
    （8）侮辱或者诽谤他人，侵害他人合法权益的；
    （9）含有法律、行政法规禁止的其他内容的。

    2、您已同意不在本产品从事下列行为：
    （1）发布或者分享电脑病毒、蠕虫、恶意代码、故意破坏或者改变计算机系统或数据的软件；
    （2）未授权的情况下，收集其他用户的信息或数据；
    （3）用自动化的方式恶意使用本产品，给服务器造成过度的负担或以其他方式干扰或损害网站服务器和网络链接；
    （4）在未授权的情况下，尝试访问本产品的服务器数据或通信数据；
    （5）干扰、破坏本产品其他的用户的使用。

    3、您应当对广东二师助手账号进行的所有活动和事件负法律责任。
    4、您须对在广东二师助手的注册信息的真实性、合法性、有效性承担全部责任。您理解并承诺，您所设置的账号不得违反国家法律法规及广东二师助手的相关规则，您的账号名称、头像和简介等注册信息及其他个人信息中不得出现违法和不良信息，您不得冒充他人或使用他人名义（包括但不限于冒用他人姓名、名称、字号、头像等足以让人引起混淆的方式）开设账号；不得利用他人的名义发布任何信息；不得恶意使用注册帐户导致其他用户误认；否则广东二师助手有权立即停止提供服务，收回其账号并由您独自承担由此而产生的一切法律责任。
    5、您理解且确认，您在广东二师助手注册账号的所有权及有关权益均归广东二师助手所有，您完成注册手续后仅享有该账号的使用权。您的账号仅限于您本人使用，未经本广东二师助手书面同意，禁止以任何形式赠与、借用、出租、转让、售卖或以其他方式许可他人使用该账号。如果广东二师助手发现或者有合理理由认为使用者并非账号初始注册人，广东二师助手有权在未通知您的情况下，暂停或终止向该注册账号提供服务，并有权永久禁用该账号或注销该账号，而无需向注册该账号的用户承担法律责任。
    6、您应保证注册管理账号时填写的身份信息的真实性并使用真实、准确、合法、有效的相关身份证明材料及必要信息（包括您的姓名及电子邮件地址、联系电话、联系地址等）。依照国家相关法律法规的规定，为使用“广东二师助手”软件及相关服务的部分功能，您需要按照相关法律规定完成实名认证，并注意及时更新上述相关信息。若您提交的材料或提供的信息不准确、不真实、不规范或广东二师助手有理由怀疑为错误、不实、不合法的资料，则广东二师助手有权拒绝为您提供相关功能，您可能无法使用“广东二师助手”软件及相关服务或在使用过程中部分功能受到限制。
    7、您理解并确认，除登录、使用”广东二师助手”软件及相关服务外，您还可以用广东二师助手账号登录使用广东二师助手及其关联方或其他合作方提供的其他软件、服务；同时，若您在相应软件、服务中确认相关内容同步功能的，则您在前述软件中发布的内容及相关数据将同步至您的广东二师助手账号中。您以广东二师助手账号登录并使用前述服务的，同样应受其他软件、服务实际提供方的用户协议及其他协议条款约束。
    8、您理解并同意，为了充分使用账号资源，如您在注册后未及时进行初次登录使用或连续超过三个月未登录账号并使用等情形，广东二师助手有权收回您的注册账号。如您的账号被收回，您可能无法通过您此前持有的账号登录并使用”广东二师助手”软件及相关服务，您该账号下保存的任何个性化设置和使用记录将无法恢复。在收回您的账号之前，广东二师助手将以适当的方式向您作出提示，如您在收到相关提示后一个月内仍未登录、使用账号，广东二师助手将进行账号收回。
    9、您承诺不得以任何方式利用广东二师助手直接或间接从事违反法律以及社会公德的行为，广东二师助手有权对违反上述承诺的内容予以删除。
    10、您不应通过广东二师助手发布他人受知识产权法律等保护的内容，除非获得他人的合法授权。就您发布的内容，若第三方向广东二师助手投诉并提交初步证据，经广东二师助手判断投诉属实的，广东二师助手将会删除这些内容。如因您发布的内容给广东二师助手或者他人带来损失的，您应当负责赔偿。
    11、广东二师助手有权对您使用广东二师助手的情况进行审查和监督，如您在使用广东二师助手时违反任何上述规定，广东二师助手或其授权的人有权要求您改正或直接采取一切必要的措施（包括但不限于更改或删除您的内容、暂停或终止您使用广东二师助手的权利）以减轻您的不当行为造成的影响。
    12、如您需要终止使用广东二师助手服务，您可以申请注销您的账号。注销成功后，账号记录、功能等将无法恢复或提供，但您仍应对您在注销账号前且使用广东二师助手服务期间的行为承担相应责任。

    第五条 个人信息的收集
    1、我们使用、保存和披露个人信息是为了通过创建账号、识别用户、回应查询和邮件等方式来为您提供服务。本产品会向您提供基于内容的管理和服务、发送新闻、调查、优惠和促销信息以及其他宣传材料以为您提供更好的服务。如果您不提供相关信息，可能无法注册成为我们的用户或无法享受我们提供的某些服务，或者无法达到相关服务拟达到的效果。
    2、经过您的允许，广东二师助手应用将可能分析您的手机通讯录，来帮助您寻找已经在使用本产品的朋友。我们将采取高强度的加密算法来加密您的通讯录信息，并依据加密后的信息进行好友匹配的操作。
    3、您提供的信息包括以下的内容：
    （1）您在注册账号或使用第三方（如QQ号、微信号、微博号等）快速登录使用我们的服务时，向我们提供的相关个人信息，例如联系方式，课表信息，成绩信息，消费信息，阅读信息，兴趣爱好等；
    （2）您通过我们的服务向其他方提供的共享信息，以及您使用我们的服务时所储存的信息；
    （3）其他方使用我们的服务时所提供的有关您的共享信息；
    （4）您的其他信息，如终端型号、设备ID、互联网协议地址、您访问的时间和地点、路由数据包、信息发送人和接收数据（但不是信息本身），以及其他类似的特征记录。我们将使用Cookies和类似统一资源定位器（URL）的导航数据来收集您访问时间和日期、搜索和查看的信息。
    4、除本用户协议和本站下的隐私政策载明或更新未能首先通知您的情况下，我们不会收集您的其他个人信息。

    第六条 个人信息的使用
    1、除本用户协议和本站下的隐私政策载明或更新未能首先通知您的情况下，您的个人信息将不会用于其他目的。
    2、匿名汇总统计数据不是本产品所定义的个人用户信息，我们将为多种目的，包括但不限于分析和使用模式的报告等，来保存和使用此类信息，本产品保留以任何目的或单方面许可第三方使用和披露匿名汇总统计数据的权利。
    3、我们可能将在向您提供服务的过程之中所收集的信息用作下列用途：
    （1）向您提供服务；
    （2）在我们提供服务时，用于身份验证、客户服务、安全防范、诈骗监测、存档和备份用途，确保我们向您提供的产品和服务的安全性；
    （3）帮助我们设计新服务，改善我们现有服务；
    （4）使我们更加了解您如何接入和使用我们的服务，从而针对性地回应您的个性化需求，例如语言设定、位置设定、个性化的帮助服务和指示，或对您和其他用户作出其他方面的回应；
    （5）向您提供与您更加相关的推送信息或广告信息以替代普遍投放的推送信息或广告信息；
    （6）评估我们服务中的广告和其他促销、推送信息及推广活动的效果，并加以改善；
    （7）软件认证或管理软件升级；
    （8）让您参与有关我们产品和服务的调查。

    第七条 个人信息的保护
    1、我们将尽一切可能采取适当的技术手段，保证您可以访问、更新和更正自己的注册信息或使用我们的服务时提供的其他个人信息。在访问、更新、更正和删除前述信息时，我们可能会要求您进行身份验证，以保障账号安全。
    2、我们使用各种安全技术和程序，以防信息的丢失、不当使用、未经授权阅览或披露。
    3、由于技术的限制以及可能存在的各种恶意手段，我们不能保证信息的百分之百安全。对于自然因素、人为因素、不可抗拒力等原因导致的信息的丢失、不当使用或未经授权阅览或披露，我们将竭力预防、处理或修复，但不对其可靠性和稳定性作保证。

    第八条 个人信息的披露
    1、除非本用户协议和本站下的隐私政策载明的有限披露，我们会妥善保存您的个人信息，不会主动泄露客户名单。
    2、您于此授权，以下情形下，我们将会向第三方披露您的个人信息而无需经过您的同意：
    （1）如果我们披露这些信息是用来识别、联系或向可能对我们的权利或财产、产品用户或者其他任何人（包括其他任何人的权利和财产）造成损害之行为提起诉讼之必要；
    （2）法律调查之必要；
    （3）此类披露是法律规定或应向我们送达的传票或其他执法部门发出的令状之必要；

    第九条 服务内容
    1、广东二师助手可能为不同的终端设备及使用需求开发不同的应用程序软件版本，您应当根据实际设备及需求状况获取、下载、安装合适的版本。
    2、广东二师助手的服务具体内容根据实际情况提供，广东二师助手保留变更、中断或终止部分或全部服务的权利。广东二师助手不承担因业务调整给您造成的损失。除非本协议另有其它明示规定，增加或强化目前本网站的任何新功能，包括所推出的新产品，均受到本协议之规范。您了解并同意，本网站服务仅依其当前所呈现的状况提供，对于任何用户通讯或个人化设定之时效、删除、传递错误、未予储存或其它任何问题，广东二师助手均不承担任何责任。如您不接受服务调整，请停止使用本服务；否则，您的继续使用行为将被视为其对调整服务的完全同意且承诺遵守。
    3、广东二师助手在提供服务时，可能会对部分服务的用户收取一定的费用。在此情况下，广东二师助手会在相关页面上做明确的提示。如您拒绝支付该等费用，则不能使用相关的服务。
    4、您理解，广东二师助手仅提供相关的服务，除此之外与相关服务有关的设备（如电脑、调制解调器及其他与接入互联网有关的装置）及所需的费用（如为接入互联网而支付的电话费及上网费）均应由您自行负担。
    5、广东二师助手提供的服务内容可能包括：文字、软件、声音、图片、视频、图表等。所有这些内容受著作权、商标和其它财产所有权法律的保护。您只有在获得广东二师助手或其他相关权利人的授权之后才能使用这些内容，不能擅自复制、再造这些内容、或创造与内容有关的派生产品。

    6、广东第二师范学院二手交易平台
    （1）本站提供的平台系统“广东第二师范学院二手交易平台”（以下简称“二手交易平台”）在国家相关法律法规规定的范围内，按照当前状况提供二手商品在线交易信息平台服务，“二手交易平台”及其所有者非交易一方，也非交易任何一方之代理人或代表；
    （2）“二手交易平台”平台上关于“二手交易平台”平台用户或其发布的相关商品（包括但不限于交易地点及联络信息，物品的描述和说明，相关图片等）的信息均由用户自行提供，用户依法应对其提供的任何信息承担全部责任；
    （3）用户在“二手交易平台”品平台发布的所有信息，并不意味“二手交易平台”（包括“二手交易平台”关联网站）赞同其所发布的信息或证实其内容的真实性；
    （4）鉴于互联网、网络交易的特殊性，“二手交易平台”仅提供用户展示信息之平台，无法鉴别和判断相关交易主体之民事权利和行为能力、资质、信用等状况；
    （5）“二手交易平台”亦无法鉴别和判断二手交易（包括正在交易和已完成交易）之物品的来源、权属、真伪、性能、规格、质量、数量等权利属性、自然属性及其他各种状况。因此，交易各方必须在交易之前审慎对待，仔细辨明，并自行评估交易可能产生的所有风险，且据此风险提前规避；
    （6）“二手交易平台”仅提供用户信息发布、展示和浏览的服务，不提供转账支付、担保交易、货到付款等交易服务功能，交易双方应自行选择和约定交易方式，由此产生的交易风险和后果由用户自行承担；
    （7）对于因交易而产生的任何纠纷，将由交易主体各方依据中华人民共和国现行的有关法律通过适当的方式加以解决，“二手交易平台”及其所有者不参与其中；对于因此而产生的各类纠纷之任何责任和后果，由交易主体各方承担，“二手交易平台”及其所有者不承担任何责任及后果；
    （8）非本网站责任而产生的任何其他纠纷，概由纠纷各方依据中华人民共和国相关法律以适当的方式直接加以解决，“二手交易平台”及其所有者不参与其中；对于因此为产生的各类纠纷之任何责任和后果，由相关各方承担，“二手交易平台”及其所有者不承担任何责任及后果。

    7、广东第二师范学院失物招领平台
    （1）“广东第二师范学院失物招领平台”（以下简称“失物招领平台”）向用户提供失物招领、寻主寻物的信息发布、浏览、展示平台。“失物招领平台”及其所有者非信息发布者一方，也非信息发布者一方之代理人或代表；
    （2）信息发布者应当保证发布的信息的真实性、有效性、合法性，如果您因发布虚假性、误导性信息导致他人或广东二师助手损失的，需要承担赔偿责任。如果您发布的信息因违反真实性、有效性、合法性的要求被他人投诉或广东二师助手有合理理由认为信息不符合上述条件的，广东二师助手可能会采取限制显示、屏蔽内容、删除内容、冻结发布权限、封停账号等措施；
    （3）“失物招领平台”建议用户捡到或遇到不属于自己的物品时，主动交到学校的失物招领处、保卫处或附近的派出所，同时在“失物招领平台”发布相关的失物招领信息，协助尽快找到失主。同时，”失物招领平台“也建议失主找回自己的遗失物后，主动向信息发布者表示感谢和表扬。“失物招领平台”不收取用户任何费用，但您可以选择向信息发布者支付酬谢金；
    （4）请勿恶意冒充失主领取他人失物。构成违法犯罪的，”失物招领平台“将全力配合和协助公安机关和司法机关工作；
    （5）您知晓，”失物招领平台“无法完全确保用户发布的失物招领和寻人寻物信息真实有效，其信息仍需要用户自行仔细判断。您因”失物招领平台“用户发布的信息而遭受的损失和损害，“失物招领平台”不承担责任，您应当通过司法、行政等救济途径向责任人追偿。

    8、广东第二师范学院全民快递平台
    （1）“广东第二师范学院全民快递平台”（以下简称“全民快递平台”）为广东二师助手向用户提供的快递代收信息服务平台。“全民快递平台”及其所有者非信息发布者、浏览者或接单者一方，也非其任何一方之代理人或代表；
    （2）用户依法对其在“全民快递平台”平台上发布的相关信息（包括但不限于交付地点及联络信息，快递公司，快递单号，相关图片等）的信息承担全部责任，您应当承诺所提供的信息真实、有效、合法，且保证该快递属于您本人。如果您冒领他人的快递，导致侵害他人合法权益的，您将承担法律责任。构成违法犯罪的，”全民快递平台“将全力配合和协助公安机关和司法机关工作；
    （3）您在”全民快递平台“提交的个人信息（包括姓名、宿舍号、手机号、取件码等信息），将会在法律允许范围内公开给被授权方（包括：接单人等）。接单人可以看到您提交的完整的个人信息、快递信息、取件信息，其他用户则能看到基础的快递信息；您应当提供完整准确的信息，否则因此导致的纠纷（如领取快递失败）之任何责任和后果，需要由您承担；
    （4）如果您发布虚假性、误导性的快递代收信息而遭到他人投诉的，”全民快递平台“可能会采取限制显示、屏蔽内容、删除内容、冻结发布权限、封停账号等措施；
    （5）”全民快递平台“不提供快递代收服务，而是为您和快递代收服务提供者之间提供信息和技术支持，协助您与快递代收服务提供者之间达成快递代收服务协议的网络信息技术平台。”全民快递平台“不对快递代收服务过程中产生的纠纷或争议承担责任，也不对任何一方使用快递代收服务过程中可能遭致的意外、疏忽、侵权及其造成的损失（如对方拒绝支付报酬、快递损毁）承担责任，双方应自行解决相关事宜。

    9、校园社交分享功能
    （1）广东二师助手为用户提供了校园树洞、拍好校园、表白墙、卖室友、话题等的校园社交分享功能，用户可以在这些社交功能平台上分享文字、图片、语音、视频等内容；
    （2）用户应当承诺在社交功能平台上上传、发布、分享、传播或转载的内容，不违反法律法规和本用户协议以及《广东二师助手社区准则》等本站下的其他协议。如果您被他人投诉或广东二师助手主动发现，经过审核确认您存在违规违约行为，我们将采取限制内容展示、屏蔽内容、删除内容、冻结发言权限、临时封禁账号、永久封禁账号、追究法律责任等的措施；
    （3）您知晓，您上传、发布、分享于社交功能平台的内容，可能存在收到来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息或被未经授权转载、传播、披露而招致的风险，如果您因上述风险遭到侵害，您应当采取行政、司法等救济途径向责任人追究法律责任，广东二师助手不承担因用户使用社交功能平台产生的风险引致的责任和后果；
    （4）用户在社交功能平台上发表的内容不代表广东二师助手的立场，也不代表广东二师助手之赞同其所发布的信息或证实其内容的真实性；
    （5）如果您发现用户在社交功能平台上的内容侵犯了您的合法权益（如人格权、知识产权），您可以以书面形式向广东二师助手公示的联系方式提出侵权通知，侵权通知应当包括侵权的初步证据以及权利人的真实身份信息。广东二师助手在验证您的身份后，将与十五日内给您予以答复；
    （6）经过您的授权，您提交的个人信息可能会提供给被授权方（如您使用卖室友功能同意将联系方式提供给对方），您需要自行承担因您向第三方授权提供个人信息可能导致的风险，广东二师助手对此不负任何责任；
    （7）广东二师助手提醒您，使用社交功能平台进行交友活动时需谨慎，请注意增强自护意识，保护个人隐私和人身安全。

    10、信息数据查询功能
    （1）广东二师助手为用户提供了成绩查询、课表查询、四六级成绩查询、馆藏查询、我的图书馆、消费查询、我的饭卡、教学评价、教室查询、考研查询、新闻通知、信息查询等的信息数据功能，用户可以通过信息数据查询功能便捷地查询到相关的信息数据；
    （2）广东二师助手不是相关信息数据的所有者和发布者，仅是提供技术支持让用户可以更便捷地从相关信息数据源获取信息数据。信息数据查询功能向用户提供信息数据源的信息数据，不代表广东二师助手赞同或认可其信息数据所代表的立场和观点，也不代表广东二师助手证实其信息数据的真实性、准确性、时效性。如果您认为信息数据存在瑕疵、错误、异常、过期、失效等情况，请您自行联系信息数据源进行反馈处理，广东二师助手无法为您或协助您更正和修改相关信息数据；
    （3）用户通过信息数据查询功能获取的信息数据仅供参考，广东二师助手不对相关信息数据的真实性、准确性、时效性担保，用户应综合多个信息数据来源自行辨别和判断；
    （4）在得到您的授权同意的情况下，我们可以向信息数据源获取您的信息数据，并保存到广东二师助手中，以便为您提供客制化的信息数据查询功能。您可以选择拒绝授权或随时撤回您的授权，这可能会导致部分附加功能可能无法使用，但不会影响核心功能的正常使用；
    （5）部分的信息数据查询功能可以保存您提供的个人信息和配置信息为您提供客制化的信息数据查询功能，您可以选择提供您的信息并授权这部分的信息数据查询功能进行保存，如果您选择不提供、不授权，这可能会导致部分附加功能无法使用，但不会影响核心功能的正常使用。
    （6）广东二师助手会使用符合国家和业界标准的安全防护措施保护经过您授权后的个人信息、配置信息、信息数据，但您应知晓，安全事件或不可抗力导致的服务中断、数据丢失、数据泄露等风险无法完全避免。您选择授权广东二师助手保存和获取您相关的个人信息、配置信息、信息数据，即视为您已知晓上述风险并愿意承担因其产生的不良后果；
    （7）因信息源提供缺乏真实性、准确性、时效性的信息数据导致的风险，由用户自行承担，广东二师助手对此引起的后果不承担任何责任。

    11、第三方功能服务
    （1）体测查询、学期校历、政务服务、学信网、i志愿、粤康码、通信行程码、疫情动态等功能为第三方提供的功能服务；
    （2）您在使用第三方提供的功能服务时，除遵守本协议约定外，还应遵守第三方的用户协议。广东二师助手和第三方对可能出现的纠纷在法律规定和约定的范围内各自承担责任；
    （3）用户在使用本广东二师助手访问第三方网站时，因第三方网站及相关内容所可能导致的风险，由用户自行承担。

    12、资讯信息平台
    （1）通知公告、校园公众号、专题阅读、世界上的今日等模块为广东二师助手为用户提供的资讯信息平台；
    （2）通知公告模块为广东二师助手发布系统更新维护、用户协议变更、重大功能变化等面向广东二师助手用户的重要通知公告的板块，只有被广东二师助手授权的用户组中的用户（如管理员等）才拥有发布、修改和删除通知公告的权限。通知公告功能中的通知公告信息所有权归广东二师助手所有；
    （3）广东二师助手收录热门、优质的校园微信公众号，并通过校园公众号模块为用户提供校园公众号服务。微信公众号为微信公众平台提供的服务，广东二师助手仅提供收录、展示、推送等服务。如因微信公众号引发的任何纠纷，应由微信公众平台负责解决，广东二师助手不承担任何责任。广东二师助手不对微信公众号提供客服支持，若您需要获取支持，请与微信公众平台联系。微信公众号运营者可以向广东二师助手提交校园公众号申请收录，经过广东二师助手审核认为该微信公众号符合热门、优质的条件的，将予以收录。运营者应当承诺在微信公众号运营推广过程中需同时遵守微信公众平台和广东二师助手平台的相关规则。广东二师助手之收录、展示、推送校园公众号资讯信息，不代表广东二师助手赞同或认同微信公众号发布的内容，也不代表广东二师助手证实其发布的内容的真实性；
    （4）专题阅读模块为广东二师助手向用户推送广东二师助手官方微信公众号的文章、资讯等内容的板块。广东二师助手官方微信公众号发布的文章和资讯等内容的著作权、专利权及其他知识产权均归广东二师助手官方微信公众号的所属主体所有；
    （5）世界上的今日模块为广东二师助手通过收集互联网的公开资讯信息（如维基百科等），在特定日期向用户展示世界范围内、历史上的今天发生过的重大历史事件、纪念日等内容的板块，其内容均为依照知识共享署名-相同方式共享3.0协议（CC BY-SA 3.0）和GNU自由文件授權條款（GFDL）公开发行的。

    第十一条 违约责任
    1、针对您违反本协议或其他服务条款的行为，广东二师助手有权独立判断并视情况采取预先警示、拒绝发布、立即停止传输信息、删除内容或评论、短期禁止发布内容或评论、限制账号部分或者全部功能直至永久关闭账号等措施，对于因此而造成您无法正常使用账号及相关服务、无法正常获取您账号内信息或其他权益等后果，广东二师助手不承担任何责任。广东二师助手有权公告处理结果，且有权根据实际情况决定是否恢复使用。对涉嫌违反法律法规、涉嫌违法犯罪的行为将保存有关记录，并依法向有关主管部门报告、配合有关主管部门调查。
    2、因您违反本协议或其他服务条款规定，引起第三方投诉或诉讼索赔的，您应当自行承担全部法律责任。因您的违法或违约行为导致广东二师助手向任何第三方赔偿或遭受国家机关处罚的，您还应足额赔偿广东二师助手因此遭受的全部损失。
    3、广东二师助手尊重并保护用户及他人的知识产权、名誉权、姓名权、隐私权等合法权益。您保证，在使用”广东二师助手”软件及相关服务时上传的文字、图片、视频、音频等不侵犯任何第三方的知识产权、名誉权、姓名权、隐私权等权利及合法权益。否则，广东二师助手有权在收到权利方或者相关方通知的情况下移除该涉嫌侵权内容。针对第三方提出的全部权利主张，您应自行处理并承担全部可能由此引起的法律责任；如因您的侵权行为导致广东二师助手遭受损失的（包括经济、商誉等损失），您还应足额赔偿广东二师助手遭受的全部损失。

    第十二条 未成年人使用条款
    1、若您是未满18周岁的未成年人，应在监护人监护、指导并获得监护人同意情况下阅读本协议和使用“广东二师助手”软件及相关服务。
    2、广东二师助手重视对未成年人个人信息的保护，未成年用户在填写个人信息时，请加强个人保护意识并谨慎对待，并应当在取得监护人的同意以及在监护人指导下正确使用“广东二师助手”软件及相关服务。
    3、未成年人用户及其监护人理解并确认，如您违反法律法规、本协议内容，则您及您的监护人应依照法律规定承担因此而可能导致的全部法律责任。
    4、对于未成年人的隐私保护，广东二师助手将严格按照平台公布的《广东二师助手隐私政策》中阐述的方式、方法执行。

    第十三条 免责声明
    1、如发生下述情形，本产品不承担任何法律责任：
    （1）依据法律规定或相关政府部门的要求提供您的个人信息；
    （2）由于您的使用不当而导致任何个人信息的泄露；
    （3）任何由于黑客攻击，电脑病毒侵入、非法内容消息，骚扰信息的屏蔽、政府管制以及其他任何网络、技术、通信线路、信息安全管理措施等原因造成的服务中断、受阻等不能满足用户要求的情形；
    （4）用户因第三方如运营商的通讯线路故障、技术问题、网络、电脑故障、系统不稳定以及其他因不可抗力造成的损失的情形；
    （5）使用本产品可能存在的来自他人匿名或冒名的含有威胁、诽谤、令人反感或非法内容的信息而招致的风险；
    （6）本产品明文声明，不以明示或默示及以任何形式对本产品及其合作公司服务之及时性、安全性、准确性做出担保；
    （7）通过我们的服务而接入的第三方服务（包括任何第三方网站）收集的信息；
    （8）用户发布的内容被他人转发、分享、传播等可能带来的风险和责任。

    2、您将照片、个人信息等资料上传到互联网上，有可能会被其他组织或个人复制、转载、擅改或做其它非法用途，用户必须充分意识此类风险的存在。您明确同意其使用“广东二师助手”软件及相关服务所存在的风险（包括但不限于受到第三方侵权或对第三方造成侵权）完全由您自己承担；因您使用“广东二师助手”软件及相关服务而产生的一切后果也由您自己承担，广东二师助手对此不承担任何责任。

    第十四条 其他
    1、本协议的订立、生效、履行、解释、修订、终止及纠纷解决，适用中华人民共和国法律（仅为本协议之目的，不包括香港特别行政区、澳门特别行政区和台湾地区）。
    2、本协议的签订地为中华人民共和国广州市海珠区。若您与广东二师助手发生任何争议，双方应尽量友好协商解决，如协商不成，您同意应将争议提交至本协议签订地的人民法院诉讼解决。
    3、本协议可能存在包括中文、英文在内的多种语言的版本，如果存在中文版本与其他语言的版本相冲突的地方，以中文版本为准。</p>

</body>
</html>
