package cn.gdeiassistant.common.constant;

public class OptionConstantUtils {

    public static final String[] DEGREE_OPTIONS = {"未选择", "小学", "初中", "中专/职高/技校", "高中"
            , "专科", "本科", "硕士", "博士"};

    public static final String[] PROFESSION_OPTIONS = {"未选择", "计算机/互联网/通信", "生产/工艺/制造", "医疗/护理/制药"
            , "金融/银行/投资/保险", "商业/服务业/个体经营", "文化/广告/传媒", "娱乐/艺术/表演", "律师/法务", "教育/培训"
            , "公务员/行政/事业单位", "模特", "空姐", "学生", "其他"};

    public static final String[] FACULTY_OPTIONS = {"未选择", "教育学院", "政法系", "中文系", "数学系", "外语系"
            , "物理与信息工程系", "化学系", "生物与食品工程学院", "体育学院", "美术学院", "计算机科学系", "音乐系"
            , "教师研修学院", "成人教育学院", "网络教育学院", "马克思主义学院"};

    public static final String[][] MAJOR_OPTIONS_BY_FACULTY = {
            {"未选择"},
            {"未选择", "教育学", "学前教育", "小学教育", "特殊教育"},
            {"未选择", "法学", "思想政治教育", "社会工作"},
            {"未选择", "汉语言文学", "历史学", "秘书学"},
            {"未选择", "数学与应用数学", "信息与计算科学", "统计学"},
            {"未选择", "英语", "商务英语", "日语", "翻译"},
            {"未选择", "物理学", "电子信息工程", "通信工程"},
            {"未选择", "化学", "应用化学", "材料化学"},
            {"未选择", "生物科学", "生物技术", "食品科学与工程"},
            {"未选择", "体育教育", "社会体育指导与管理"},
            {"未选择", "美术学", "视觉传达设计", "环境设计"},
            {"未选择", "软件工程", "网络工程", "计算机科学与技术", "物联网工程"},
            {"未选择", "音乐学", "音乐表演", "舞蹈学"},
            {"未选择", "教育学", "教育技术学"},
            {"未选择", "汉语言文学", "学前教育", "行政管理"},
            {"未选择", "计算机科学与技术", "工商管理", "会计学"},
            {"未选择", "思想政治教育", "马克思主义理论"}
    };

    public static final String[] MARKETPLACE_ITEM_TYPE_OPTIONS = {"校园代步", "手机", "电脑", "数码配件", "数码", "电器"
            , "运动健身", "衣物伞帽", "图书教材", "租赁", "生活娱乐", "其他"};

    public static final String[] LOST_FOUND_ITEM_TYPE_OPTIONS = {"手机", "校园卡", "身份证", "银行卡", "书", "钥匙"
            , "包包", "衣帽", "校园代步", "运动健身", "数码配件", "其他"};

    public static final String[] LOST_FOUND_MODE_OPTIONS = {"寻物启事", "失物招领"};
}
